{
"news" : [
  {"date":"02-03-2024",
    "heading" : "Stock Market LIVE Updates | Infibeam Avenues shares gain 4% on divesting stake in Fable Fintech",
    "shortpara":"Infibeam Avenues share price rose 4 percent in the opening trade on February 26 after the financial technology company's board approved acquisition of a 20 percent stake in the US-based XDuce Corporation."+
        "Founded in 2006, XDuce is a leading enterprise app and AI development company that specialises in building innovative AI solutions for businesses looking to optimise their internal operations and customer-facing systems for diverse industry verticals."+
        "The acquisition will be completed within 90 days subject to necessary approvals for cash not exceeding $10 millions",
    "link" : "https://www.moneycontrol.com/news/business/stocks/infibeam-avenues-shares-gain-4-on-divesting-stake-in-fable-fintech-12343261.html"
  },
  {"date":"02-03-2024",
    "heading" : "Stock Market LIVE Updates | Medplus Health Services gains 3% despite store suspension order",
    "shortpara":"Medplus Health Services shares added 3 percent in early trade on February 26 even after the company's subsidiary received a suspension order from Drugs and Control Authorities of Mahabubnagar, Telangana.
        The assistant director of Drugs Control Administration, Mahabubnagar, Telangana, has issued temporary suspension of drug licence for nine days to a store at in Wanaparthy, Mahabubnagar.
        The company received the order on February 23 and estimated a potential revenue loss of Rs 1.63 lakh.",
    "link" : "https://www.moneycontrol.com/news/business/stocks/medplus-health-services-gains-3-despite-store-suspension-order-12343231.html"
  },
  {"date":"02-03-2024",
    "heading" : "Stock Market LIVE Updates | SJVN signs power usage agreement with J&K Power Corporation for 300 mw solar power capacity",
    "shortpara":"The Wholly Owned Subsidiary of SJVN i.e., SJVN Green Energy Limited has signed the Power Usage Agreement (PUA) with Jammu & Kashmir Power Corporation- Limited (JKPCL) at Jammu on 23.02.2024 for 300 MW Solar Power Capacity.",
    "link" : ""
  },
  {"date":"02-03-2024",
    "heading" : "Sensex Today | VK Vijayakumar, Chief Investment Strategist, Geojit Financial Services:",
    "shortpara":"There is a positive sentiment for PSU stocks now. Some PSU segments are doing very well like PSU banks where the turnaround is sharp. PSU banks which reported losses of Rs 87000 crores in FY 2018 will be making estimated profits of around Rs 1.3 lakh crores in FY24.
        Even after the run up in prices, PSU banks are fairly valued.
        Many defence related PSU stocks like ship builders have run up too much too fast on order bookings and Make In India theme.
        Insurance stocks like LIC have recovered from their beaten down valuations.
        The overall high valuations of the market is creeping into PSU stocks too. If the markets correct significantly, there can be steep corrections in PSU stocks that are highly valued.",
    "link" : ""
  }
]
}
